tap "tw93/tap"
brew "python@3.13"
brew "asitop"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "gzip"
brew "huggingface-cli"
brew "minikube"
brew "node"
brew "pandoc"
brew "pkgconf"
brew "tmux"
brew "uv"
brew "fd"
brew "wget"
brew "starship"
brew "yazi"
brew "fzf"
brew "neovim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
brew "btop"
brew "tw93/tap/mole"
cask "docker-desktop"
cask "postman"
cask "sublime-text"
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
cask "claude-code"
cask "codex"

